export enum MessagesErrors {
  default = 'Ошибка, попробуйте позже',
  vkGroupSearch = 'Мы не нашли группы в которых вы являетесь Администратором, Модератором или Редактором, некоторые шаги скрыты',
  vkTokenError = 'На стороне Вконтакте возникли проблемы, пожалуйста авторизуйтесь заново',
  vkLikesError = 'Не удалось обновить лайки',
  CommentsNoValue = 'Комментарий пуст',
  CommentError = 'Комментарий не опубликован',
  LocationSearchError = 'не согли найти город, попробуйте ещё...',
  emailNotCorrect = 'Значение поля имя должно быть действительным электронным адресом.',
}
